Repository: remy228/MultilingualRestaurantWebsite
Catalog: src/controller/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Username:
fr_fr: Nom d’utilisateur :

source: Password:
fr_fr: Mot de passe :

source: Menu Special
fr_fr: Menu spécial

source: Weekly Specials
fr_fr: Promotions hebdomadaires

source: Back
fr_fr: Arrière

source: French Jam Crepe
fr_fr: Français Jam Crêpe

source: Norwegian Bagel
fr_fr: Bagel norvégien

source: Grilled Fillet Chicken
fr_fr: Filet de poulet

source: Smoked Salmon Omelette
fr_fr: Fumé Omelette au saumon

source: AMOUNT
fr_fr: MONTANT

source: On The Edge
fr_fr: Sur le bord

source: Monday to Friday:
fr_fr: Lundi à vendredi:

source: Lunch 11:00 am to 3:00 pm
fr_fr: Déjeuner 11h00-à-15h00

source: Dinner 5:00 pm to 10.00 pm
fr_fr: Dîner 17:00-22:00

source: Saturday & Sunday:
fr_fr: Samedi Dimanche:

source: Select a different language:
fr_fr: Sélectionnez une autre langue :

source: Rewards Balance
fr_fr: Récompenses Solde

source: Rewards Coupon
fr_fr: Récompenses Coupon

source: You are now Logged in.
fr_fr: Vous êtes maintenant connecté.

source: Hello Admin!
fr_fr: Bonjour admin !

source: Menu specials
fr_fr: Promotions hebdomadaires

source: Add a receipt
fr_fr: Ajouter un reçu
